{
    "title": "Sun & Moon News",
    "list": {
        "Mega Stones confirmed obtainable": [
            "Gengarite",
            "Scizorite",
            "Pinsirite",
            "Aerodactylite",
            "Lucarionite",
            "Kangaskhanite",
            "Gyaradosite",
            "Absolite",
            "Alakazite",
            "Garchompite",
            "Sablenite",
            "Metagrossite",
            "Sharpedonite",
            "Slowbronite",
            "Glalitite",
            "Salamencite",
            "Charizardite X",
            "Charizardite Y",
            "Vensaurite",
            "Blastoisinite"
        ],
        "Mega Stones possibly not available": [
            "Blazikenite",
            "Swampertite",
            "Sceptilite",
            "Cameruptite",
            "Beedrillite",
            "Pidgeotite",
            "Steelixite",
            "Altarianite",
            "Lati@site",
            "Lopunnite",
            "Diancite",
            "Audinite",
            "Galladite",
            "Gardevoirite",
            "Heracronite",
            "Houndoominite",
            "Manectite",
            "Tyranitarite",
            "Mawilite",
            "Aggronite",
            "Medichamite",
            "Banettite",
            "Abomasite",
            "Ampharosite",
            "Mewtwonite X",
            "Mewtwonite Y"
        ],
        "Changed Moves": [
            "Sucker Punch is reduced to 70 base power",
            "Leech Life is increased to 80 base power",
            "Destiny Bond has a chance to fail if used repeatedly",
            "Dark Void now has only 50% accuracy and can only be used by Darkrai (Smeargle can't use it anymore)",
            "Thunder Wave now has 90% accuracy (and paralysis only halves the speed)",
            "Fell Stinger is increased from 30 to 50 base power, and increases Attack by 3 stages when it kos a Pokémon (as opposed to 2 stages)",
            "Payback no longer doubles in power when the target switches",
            "Hiiden power still needs specific IVs for the typing. Hyper Training has no effect on the type."
        ],
        "Changed Abilities": [
            "Gale Wings only works when at full HP",
            "Parental Bond has been reduced from 50% to 25% on the second hit, it still triggers secondary effects on the second hit, and on the second hit, fixed damage moves still do the same amount of damage as the first hit.",
            "<s>Rumor: Unaware might work like Sacred Sword, only ignoring defense Boosts of the opponent while attacking</s> Falsified. Unaware still works like it usually does."
        ],
        "Major changes to existing Pokemon": [
            "Dugtrio will have 100 ATK",
            "Dodrio will have 110 SPEED as well as access to Swords Dance and Jump Kick",
            "Gengar loses Levitate and now has Cursed Body",
            "Raikou, Entei and Suicune have Inner Focus instead of their hidden abilities (Volt / Water Absorb, Flash Fire)",
            "Pelipper, Gigalith, Torkoal and Vanilluxe can now have Drizzle, Sand Stream, Drought and Snow Warning (respectively)",
            "Beartic gets a 20+ ATK boost. It also gets the ability Slush Rush which gives 2x speed in Hail",
            "Flygon gets Dragon Dance",
            "Mantine gets roost and +20 HP (85)",
            "Swellow now has Hurricane and +25 SPA",
            "Bibarel now has Swords Dance and Aqua Jet",
            "Froslass now has Will-O-Wisp",
            "Pangoro now has Bullet Punch",
            "Diancie now has Power Gem",
            "Masquerain will have +20 SPA and +20 SPE"
        ],
        "Changed Items": [
            "<s>Rumor: Eviolite was nerfed to only give a 1.2x boost to both defenses</s> Falsified. Eviolite still gives 1.5x to both defenses.",
            "Confirmed: Soul Dew only gives a 1.2x boost to Dragon/Psychic moves (held by Lati@s, basically like griseous orb)"
        ],
        "Game Mechanic Changes": [
            "Burn will cause Pokemon to lose 1/16 of their maximum HP per turn, instead of 1/8",
            "Paralysis only halves the target's speed",
            "Pokemon can use Z-Status moves while under the effects of Taunt",
            "Turn order is now determined after Mega Evolution. This means that Pokémon like Mega Diancie and Mega Banette can use their 110 base speed and Prankster ability on the turn they evolve, but Mega Sableye no longer has access to prankster on its first turn.",
            "The chance to hit yourself in confusion has been reduced to 33% from the previous 50% chance."
        ],
        "New Pokemon": {
            "Toxapex (Poison, Water): 50/63/152/53/142/35. Merciless, Limber, Regenerator": "Notable Moves: Baneful Bunker, Toxic Spikes, Recover, Ice Beam, Light Screen, Sludge Bomb, Scald",
            "Silvally (Normal): 95/95/95/95/95/95. RKS System": "Notable Moves: Multi-Attack, Iron Head, Poison Fang, Fire Fang, Ice Fang, Thunder Fang, X-Scissor, Crunch, Punishment, Double-Edge, Parting Shot, Work Up, Dragon Claw, Ice Beam, Thunderbolt, Return, Shadow Ball, Flamethrower, Explosion, Shadow Claw, Thunder Wave, Swords Dance, Rock Slide, U-turn, Flash Cannon, Surf, Draco Meteor",
            "Mimikyu (Ghost, Fairy): 55/90/80/50/105/96. Disguise": "Notable Moves: Wood Hammer, Shadow Sneak, Play Rough, Pain Split, Bulk Up, Taunt, Light Screen, Thunderbolt, Leech Life, Will-O-Wisp, Thunder Wave, Swords Dance, Infestation, Trick Room, Destiny Bond",
            "Dhelmise (Ghost, Grass): 70/131/100/86/90/40. Steelworker": "Notable Moves: Rapid Spin, Gyro Ball, Anchor Shot, Phantom Force, Power Whip, Earthquake, Brick Break, Swords Dance",
            "Kommo-o (Dragon, Fighting): 75/110/125/100/105/85. Bulletproof, Soundproof, Overcoat": "Notable Moves: Clanging Scales, Sky Uppercut, Belly Drum, Autotomize, Dragon Tail, Dragon Claw, Dragon Dance, Outrage, Bulk Up, Taunt, Earthquake, Flamethrower, Focus Blast, Swords Dance, Poison Jab, Flash Cannon, Draco Meteor",
            "Tapu Koko (Electric, Fairy): 70/115/85/95/75/130. Electric Surge": "Notable Moves: Wild Charge, Discharge, Brave Bird, Nature's Madness, Calm Mind, Taunt, Roost, Toxic, Thunderbolt, Volt Switch, U-turn, Grass Knot, Dazzling Gleam",
            "Tapu Lele (Psychic, Fairy): 70/85/75/130/115/95. Psychic Surge": "Notable Moves: Aromatherapy, Psyshock, Nature's Madness, Moonblast, Calm Mind, Thunderbolt, Shadow Ball, Psychic, Focus Blast, Energy Ball, Charge Beam, Dazzling Gleam",
            "Tapu Bulu (Grass, Fairy): 70/130/115/85/95/75. Grassy Surge": "Notable Moves: Wood Hammer, Superpower, Whirlwind, Giga Drain, Leech Seed, Horn Leech, Nature's Madness, Zen Headbutt, Megahorn, Bulk Up, calm Mind, Taunt, Stone Edge, Swords Dance, Rock Slide, Grass Knot, Dazzling Gleam",
            "Tapu Fini (Water, Fairy): 70/75/115/95/130/85. Misty Surge": "Notable Moves: Moonblast, Haze, Defog, Nature's Madness, Hydro Pump, calm Mind, Taunt, Ice Beam, Shadow Ball, Scald,Grass Knot Surf, Dazzling Gleam",
            "Nihilego (Rock, Poison): 109/53/47/127/131/103. Beast Boost": "Notable Moves: Clear Smog, Toxic Spikes, Stealth Rocks, Head Smash, Psyshock, Thunderbolt, Psychic, Sludge Wave, Sludge Bomb, Charge Beam, Dazzling Gleam, Thunder Wave, Poison Jab, Grass Knot, Power Gem",
            "Buzzwole (Bug, Fighting): 107/139/139/53/53/79. Beast Boost": "Notable Moves: Thunder Punch, Ice Punch, Power-Up Punch, Bulk Up, Leech Life, Taunt, Hammer Arm, Lunge, Superpower, Roost, Earthquake, Rock Slide, Stone Edge, Gyro Ball",
            "Pheromosa (Bug, Fighting): 71/137/37/137/37/151. Beast Boost": "Notable Moves: Quiver Dance, Rapid Spin, Lunge, Bug Buzz, High Jump Kick, Taunt, Ice Beam, Roost, Focus Blast, Poison Jab, U-turn",
            "Xurkitree (Electric): 83/89/71/173/71/83. Beast Boost": "Notable Moves: Tail Glow, Thunder Wave, Signal Beam, Thunder Punch, Thunderbolt, Discharge, Power Whip, Calm Mind, Energy Ball, Volt Switch, Charge Beam, Dazzling Gleam, Grass Knot",
            "Celesteela (Steel, Flying): 97/101/103/107/101/61. Beast Boost": "Notable Moves: Air Slash, Leech Seed, Iron Head, Giga Drain, Flash Cannon, Automize, Seed Bomb, Heavy Slam, Earthquake, Flamethrower, Energy Ball, Stone Edge, Explosion, Rock Slide, Grass Knot, Flash Cannon",
            "Kartana (Grass, Steel): 59/181/131/59/31/109. Beast Boost": "Notable Moves: Sacred Sword, Laser Focus, Leaf Blade, Swords Dance, Defog, Night Slash, X-Scissor, Psycho Cut, Calm Mind",
            "Guzzlord (Dark, Dragon): 223/101/53/97/53/43. Beast Boost": "Notable Moves: Dragon Tail, Hammer Arm, Crunch, Heavy Slam, Dragon Claw, Earthquake, Sludge Wave, Flamethrower, Sludge Bomb, Shadow Claw, Stone Edge, Gyro all, Rock Slide, Poison Jab, Dark Pulse Draco Meteor",
            "Necrozma (Psychic): 97/107/101/127/89/79. Prism Armor": "Notable Moves: Moonlight, Morning Sun, Charge Beam, Psycho Cut, Stealth Rock, Prismatic, Psyshock, Calm Mind, Earthquake, Psychic, Shadow Claw, Rock Polish, Stone Edge, Swords Dance, Iron Defense, Thunder Wave, Flash Cannon",
            "Magearna (Steel, Fairy): 80/95/115/130/115/65. Soul Heart": "Notable Moves: Calm Mind, Iron Head, Flash Cannon, Fleur Cannon, Aura Sphere, Ice Beam, Thunderbolt, Shadow Ball, Focus Blast, Energy Ball, Explosion, Charge Beam, Thunder Wave, Volt Switch, Dazzling Gleam, Grass Knot, Shift Gear",
            "Marshadow (fighting, Ghost): 90/125/80/90/90/125. Technician": "Notable Moves: Laser Focus (Next move user uses is a critical hit), Assurance, Pursuit, Ice Punch, Fire Punch, Thunder Punch, Force Palm, Drain Punch, Shadow Punch, Shadow Sneak, Close Combat, Spectral Thief (User steal targets stat boost then attacks), Sucker Punch, Calm Mind, Bulk Up, Hidden Power, Rock Romb, Shadow Ball, Focus Blast, Will-o-wisp, Rock Slide, Poison Jab, Grass Knot"
        },
        "Z-Moves": {
            "Z-Status Moves": {
                "No Additional Effect": "Assist, Healing Wish, Lunar Dance, Metronome, Nature Power",
                "+1 Attack": "Bulk Up, Hone Claws, Howl, Laser Focus, Leer, Meditate, Odor Sleuth, Power Trick, Rototiller, Screech, Sharpen, Tail Whip, Taunt, Topsy-Turvy, Will-O-Wisp, Work Up",
                "+2 Attack": "Mirror Move",
                "+3 Attack": "Splash",
                "+1 Defense": "Aqua Ring, Baby-Doll Eyes, Baneful Bunker, Block, Charm, Defend Order, Fairy Lock, Feather Dance, Flower Shield, Grassy Terrain, Growl, Harden, Mat Block, Noble Roar, Pain Split, Play Nice, Poison Gas, Poison Powder, Quick Guard, Reflect, Roar, Spider Web, Spikes, Spiky Shield, Stealth Rock, Strength Sap, Tearful Look, Tickle, Torment, Toxic, Toxic Spikes, Venom Drench, Wide Guard, Withdraw",
                "+1 Special Attack": "Confuse Ray, Electrify, Embargo, Fake Tears, Gear Up, Gravity, Growth, Instruct, Ion Deluge, Metal Sound, Mind Reader, Miracle Eye, Nightmare, Psychic Terrain, Reflect Type, Simple Beam, Soak, Sweet Kiss, Teeter Dance, Telekenesis",
                "+2 Special Attack": "Heal Block, Psycho Shift",
                "+1 Special Defense": "Charge, Confide, Cosmic Power, Crafty Shield, Eerie Impulse, Entrainment, Flatter, Glare, Ingrain, Light Screen, Magic Room, Magnetic Flux, Mean Look, Misty Terrain, Mud Sport, Spotlight, Stun Spore, Thunder Wave, Water Sport, Whirlwind, Wish, Wonder Room:",
                "+2 Special Defense": "Aromatic Mist, Captivate, Imprison, Magic Coat, Powder",
                "+1 Speed": "After You, Aurora Veil, Electric Terrain, Encore, Gastro Acid, Grass Whistle, Guard Split, Guard Swap, Hail, Hypnosis, Lock-On, Lovely Kiss, Power Split, Power Swap, Quash, Rain Dance, Role Play, Safeguard, Sandstorm, Scary Face, Sing, Skill Swap, Sleep Powder, Speed Swap, Sticky Web, String Shot, Sunny Day, Supersonic, Toxic Thread, Worry Seed, Yawn:",
                "+2 Speed": "Ally Switch, Bestow, Me First, Recycle, Snatch, Switcheroo, Trick",
                "+1 Accuracy": "Copycat, Defense Curl, Defog, Focus Energy, Mimic, Sweet Scent, Trick Room",
                "+1 Evasiveness": "Detect, Flash, Kinesis, Lucky Chant, Magnet Rise, Sand Attack, Smokescreen",
                "+1 All Stats": "Celebrate, Conversion, Forest's Curse, Geomancy, Happy Hour, Hold Hands, Purify, Sketch, Trick-Or-Treat",
                "Boosts Critical-Hit Ratio": "Acupressure, Foresight, Heart Swap, Sleep Talk, Tailwind",
                "Remove User's Stat Debuffs": "Acid Armor, Agility, Amnesia, Attract, Autotomize, Barrier, Baton Pass, Calm Mind, Coil, Cotton Guard, Cotton Spore, Dark Void, Disable, Double Team, Dragon Dance, Endure, Floral Healing, Follow Me, Heal Order, Heal Pulse, Helping Hand, Iron Defense, King's Shield, Leech Seed, Milk Drink, Minimize, Moonlight, Morning Sun, Nasty Plot, Perish Song, Protect, Quiver Dance, Rage Powder, Recover, Rest, Rock Polish, Roost, Shell Smash, Shift Gear, Shore Up, Slack Off, Soft-Boiled, Spore, Substitute, Swagger, Swallow, Swords Dance, Synthesis, Tail Glow",
                "Restores User's HP to 100%": "Aromatherapy, Belly Drum, Conversion 2, Haze, Heal Bell, Mist, Psych Up, Refresh, Spite, Stockpile, Teleport, Transform",
                "Restores Replacement's HP to 100%": "Memento, Parting Shot",
                "Becomes Center of Attention (Doubles)": "Destiny Bond, Grudge",
                "Restores User's HP to 100% If User Is Ghost-Type, +1 Attack Otherwise": "Curse"
            },
            "Breakneck Blitz (Normal)": {
                "Most relevant conversions for OU": [
                    "Return, Frustration (160 Base Power)",
                    "BoomBurst (200 Base Power)",
                    "Rapid Spin (100 Base power)",
                    "Double-Edge (190 Base power)",
                    "Explosion (200 Base power, Does not faint user)",
                    "200 BP moves include: Hyper Beam, Self-Destruct, Explosion, Last Resort, Giga Impact, BoomBurst",
                    "190 BP moves include: Trash, Double-Edge, Head Charge, Techno Blast",
                    "185 BP moves include: Multi-Attack",
                    "180 BP moves include: Judgement"
                ]
            },
            "All-Out Pummeling (Fighting)": {
                "Most relevant conversions for OU": [
                    "Mach Punch (100 Base Power)",
                    "Aura Sphere, Low Kick, Secret Sword, Sky Uppercut (160 Base Power)",
                    "Sacred Sword (175 Base Power)",
                    "Cross Chop, Hammer Arm, Jump Kick (180 Base Power)",
                    "Close Combat, Focus Blast, Superpower (190 Base Power)",
                    "High Jump Kick (195 Base Power)"
                ]
            },
            "Inferno Overdrive (Fire)": ".",
            "Subzero Slammer (Ice)": ".",
            "Gigavolt Havoc (Electric)": ".",
            "Supersonic Skystrike (Flying)": ".",
            "Bloom Doom (Grass)": ".",
            "Acid Downpour (Poison)": ".",
            "Savage Spin-Out (Bug)": ".",
            "Black Hole Eclipse (Dark)": ".",
            "Hydro Vortex (Water)": ".",
            "Shattered Psyche (Psychic)": ".",
            "Devastating Drake (Dragon)": ".",
            "Continental Crush (Rock)": ".",
            "Tectonic Rage (Ground)": ".",
            "Never-Ending Nightmare (Ghost)": ".",
            "Corkscrew Crash (Steel)": ".",
            "Twinkle Tackle (Fairy)": ".",
            "Pulverizing Pancake (Snorlax)": "Normal, Physical, 210 Power, No Seconday Effect",
            "Stoked Sparksurfer (Alolan Raichu)": "Electric, Special, 175 Power, Chances to cause Paralysis",
            "Catastropika (Pikachu)": "Electric, Physical, 210 Power",
            "10,000,000 Volts Thunderbolt (Ash-Pikachu)": "Electric, Special, 195 Power, +2 Critical Hit",
            "Extreme Evoboost (Eevee)": "Increases the user's Attack, Defense, Special Attack, Special Defense, and Speed stat by two stages each",
            "Guardian of Alola (Tapu Koko/Lele/Bulu/Fini)": "Damages the target for 75% of its remaining HP",
            "Sinister Arrow Raid (Decidueye)": "Ghost, Physical, 180 Power, No Seconday Effect",
            "Malicious Moonsault (Incineroar)": "Dark, Physical, 180 Power, No Seconday Effect",
            "Oceanic Operetta (Primarina)": "Water, Special, 195 Power, No Seconday Effect",
            "Genesis Supernova (Mew)": "Psychic, Special, 185 Power, The terrain will be charged with psychic energy",
            "Soul-Stealing Seven Star Strike (Marshadow)": "Ghost, Physical, 195 Power, No Seconday Effect"
        },
        "Mine Resource Thread (full list of all known changes)": "<a href='http://www.smogon.com/forums/threads/3586425/'>http://www.smogon.com/forums/threads/3586425/</a>",
        "Uncharted Territory Mechanics Research Thread": "<a href='www.smogon.com/forums/threads/3586701/'>www.smogon.com/forums/threads/3586701/</a>",
        "Gen7 OU Banlist": "<a href='http://www.smogon.com/forums/threads/sm-ou-banlist.3587177/'>http://www.smogon.com/forums/threads/sm-ou-banlist.3587177/</a>"
    }
}